;
; Copyright (C) 2004-2006 TOSHIBA Corporation
;
; AutoSetup Language File
;
;
; July.7.2006

;----------------------------------------------------------------

[JPN]
;Japanese(Default)
MSG_SWOFF="Bluetoothの電源をオンできません。本体側面にあるワイヤレスコミュニケーションスイッチ(Wireless Communication Switch)をオンしてください。"
MSG_UPDATE="ソフトウェア(Bluetooth Stack for Windows by Toshiba %s)はすでに存在します。インストールを継続しますか？ OKボタンを選択すると自動的にアンインストールを行ってからインストールを開始します。"
MSG_REBOOT="Bluetooth Stack for Windows by Toshiba に対する設定変更を有効にするには、システムを再起動する必要があります。すぐに再起動する場合は「はい」を、後で手動で再起動する場合は「いいえ」をクリックしてください。
MSG_ENABLEBT="今すぐBluetooth ソフトウェアを有効にしてもよろしいですか?"
MSG_ABORT="セットアップはまだ実行中です。今すぐセットアップを終了しますか?"
MSG_PLUGIN="Bluetoothデバイスを取り付けてから「OK」ボタンをクリックしてください。"
MSG_SDHOST="SD Hostドライバを更新する必要があります。「OK」ボタンをクリックするとデバイスマネージャーを開きます。"
MSG_TURNON="Fn + F2 キーを押してBluetoothデバイスの電源をオンしてください。"
MSG_DRIVERINSTALL="インストールには15分程度かかることがあります。続けますか？"
;MSG_DRIVERINSTCHECK=
;MSG_ACCEPT=
;MSG_NOTACCEPT=
;MSG_DRIVERINSTWAIT=
;WIZTITLE=

[ENU]
;English(Default)
;MSG_SWOFF="Could not turn Bluetooth power on. Please turn on the Wireless Communication Switch located on the one side of the main unit."
;MSG_UPDATE="Software(Bluetooth Stack for Windows by Toshiba %s) already exists. Do you want to continue installation? Select OK button to uninstall current version automatically before installation."
;MSG_REBOOT="You must restart your system for the configuration changes made to Bluetooth Stack for Windows by Toshiba to take effect. Click Yes to restart now or No if you plan to restart later."
;MSG_ENABLEBT="Would you like to enable Bluetooth software now?"
;MSG_ABORT="Setup is still running. Do you want to abort Setup Now?"
;MSG_PLUGIN="Please plug in the Bluetooth device and click OK button."
;MSG_SDHOST="You need to update SD Host driver. Select OK button to start Device Manager."
;MSG_TURNON="Please press Fn + F2 to turn on Bluetooth."
;MSG_DRIVERINSTALL="The installation will take up to 15 minutes. Do you want to continue?"
MSG_DRIVERINSTCHECK="The driver for this utility has an alternative ID from Microsoft as they do not have any authorization program for Bluetooth drivers. To continue the installation procedure without showing warnings for unauthorized drivers, select "I accept" and click OK. If you want to continue the installation procedure with the warning displayed, select "I do not accept" and click OK."
MSG_ACCEPT="I accept"
MSG_NOTACCEPT="I do not accept"
MSG_DRIVERINSTWAIT="Installing the Bluetooth driver. Please wait."
WIZTITLE="Installing Bluetooth driver..."

[FRA]
;French
MSG_SWOFF="Impossible d'activer la fonction Bluetooth. Actionnez le bouton d'activation/désactivation de la communication sans fil situé sur l'un des côtés de l'unité principale."
MSG_UPDATE="Le programme (Bluetooth Stack for Windows par Toshiba %s) existe déjà. Voulez-vous continuer l'installation ? Cliquez sur OK pour désinstaller automaticamenet l'ancienne version et installer la nouvelle."
MSG_REBOOT="Vous devez redémarrer votre ordinateur pour valider les nouveaux paramètres de configuration dans Bluetooth Stack Toshiba pour Windows. Cliquez sur Oui pour procéder dès maintenant au redémarrage ou sur Non pour le faire ultérieurement."
MSG_ENABLEBT="Souhaitez-vous activer le logiciel Bluetooth maintenant ?"
MSG_ABORT="L programme d'installation est en cours d'exécution. Voulez-vous abandonner l'installation maintenant ?"
MSG_PLUGIN="Veuillez brancher le périphérique Bluetooth et cliquer sur le bouton OK."
MSG_SDHOST="La mise à jour du pilote hôte SD est nécessaire. Cliquez sur le bouton OK pour démarrer le Gestionnaire de périphériques."
MSG_TURNON="Appuyez sur Fonction + F2 pour activer le logiciel Bluetooth."
EULA_AGREE="J’accepte"	   
EULA_DISAGREE="Je n’accepte pas"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Annuler"	   
IDS_ACOUNT="Vous n’avez pas les droits nécessaires pour exécuter ce programme. Ouvrez une session en qualité d’administrateur et redémarrez ce programme."	 
MSG_DRIVERINSTALL="L'installation prend 15 minutes. Souhaitez-vous continuer?"
MSG_DRIVERINSTCHECK="Le pilote de cet utilitaire possède une ID alternative pour Microsoft, car ils ne possèdent aucun programme d’autorisation pour les pilotes Bluetooth. Pour poursuivre l’installation sans l’affichage des avertissements relatifs aux pilotes non autorisés, sélectionnez J’accepte et cliquez sur OK. Si vous souhaitez poursuivre l’installation avec l’affichage des avertissements, sélectionnez Je n’accepte pas et cliquez sur OK."
MSG_ACCEPT="J’accepte"
MSG_NOTACCEPT="Je n’accepte pas"
MSG_DRIVERINSTWAIT="Installation du pilote Bluetooth. Veuillez patienter."
WIZTITLE="Installation du pilote Bluetooth..."

[DEU]
;German
MSG_SWOFF="Stromversorgung für Bluetooth konnte nicht eingeschaltet werden. Bitte Schalter für kabellose Kommunikation an der Seite der Haupteinheit einschalten."
MSG_UPDATE="Die Software (Bluetooth Stack für Windows von Toshiba %s) ist bereits vorhanden. Möchten Sie die Installation fortsetzen? Klicken Sie auf OK, um vor der Installation die aktuelle Version automatisch zu deinstallieren."
MSG_REBOOT="Damit die Änderungen an der Konfiguration von Bluetooth Stack for Windows von Toshiba übernommen werden, müssen Sie das System neu starten. Klicken Sie auf "Ja", um sofort neu zu starten, oder auf "Nein", um den Neustart später auszuführen."
MSG_ENABLEBT="Möchten Sie die Bluetooth-Software jetzt aktivieren?"
MSG_ABORT="Setup wird noch ausgeführt. Möchten Sie den Vorgang abbrechen?"
MSG_PLUGIN="Schließen Sie das Bluetooth-Gerät an und klicken Sie auf "OK"."
MSG_SDHOST="Sie müssen den SD-Host-Treiber aktualisieren. Klicken Sie auf "OK", um den Geräte-Manager zu starten."
MSG_TURNON="Drücken Sie Fn + F2, um Bluetooth zu starten."
EULA_AGREE="Annehmen"	   
EULA_DISAGREE="Ablehnen"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Abbrechen"	   
IDS_ACOUNT="Sie verfügen nicht über die Berechtigung zum Ausführen dieses Programms. Melden Sie sich als Administrator an und starten Sie das Programm erneut."
MSG_DRIVERINSTALL="Die Installation dauert etwa 15 Minuten. Möchten Sie fortfahren?"
MSG_DRIVERINSTCHECK="Der Treiber für dieses Dienstprogramm hat eine von Microsoft abweichende ID, weil es keine Autorisierungsanwendung für Bluetooth-Treiber gibt. Wählen Sie "Annehmen" und klicken Sie auf OK, um die Installation fortzusetzen, ohne Warnungen zu nicht autorisierten Treibern anzuzeigen. Wählen Sie "Ablehnen" und klicken Sie auf OK, wenn Sie die Installation fortsetzen möchten, aber die Warnungen angezeigt werden sollen."
MSG_ACCEPT="Annehmen"
MSG_NOTACCEPT="Ablehnen"
MSG_DRIVERINSTWAIT="Installation der Bluetooth-Treiber. Bitte warten ..."
WIZTITLE="Installiere Bluetooth-Treiber ..."

[ITA]
;Italian
MSG_SWOFF="Impossibile attivare Bluetooth. Azionare l'interruttore per comunicazione senza fili situato su un lato dell'unità principale."
MSG_UPDATE="Il software (Bluetooth Stack for Windows by Toshiba %s) esiste già. Continuare con l'installazione? Selezionare il pulsante OK per disinstallare automaticamente la versione corrente prima di eseguire la nuova installazione."
MSG_REBOOT="Affinché le modifiche alla configurazione di Stack Bluetooth per Windows di Toshiba abbiano effetto, è necessario riavviare il sistema. Fare clic su Sì per riavviare adesso, oppure su No per riavviare in seguito."
MSG_ENABLEBT="Attivare il software Bluetooth adesso?"
MSG_ABORT="L'installazione è ancora in corso. Interrompere l'installazione?"
MSG_PLUGIN="Collegare il dispositivo Bluetooth e fare clic su OK."
MSG_SDHOST="È necessario aggiornare il driver Host SD. Fare clic su OK per avviare Gestione periferiche."
MSG_TURNON="Premere Fn + F2 per avviare Bluetooth."
EULA_AGREE="Accetto"	   
EULA_DISAGREE="Non accetto"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Annulla"	   
IDS_ACOUNT="Non si dispone dei diritti per eseguire questo programma. Accedere come amministratore e riavviare il programma."	 
MSG_DRIVERINSTALL="L'installazione durerà circa 15 minuti. Continuare?"
MSG_DRIVERINSTCHECK="Il driver di questa utilità presenta un ID Microsoft alternativo poiché Microsoft non dispone di un programma di autorizzazione per i driver Bluetooth. Per continuare l'installazione senza visualizzare gli avvisi relativi ai driver non autorizzati, selezionare "Accetto" e fare clic su OK. Se si desidera continuare l'installazione visualizzando gli avvisi, selezionare "Non accetto" e fare clic su OK."
MSG_ACCEPT="Accetto"
MSG_NOTACCEPT="Non accetto"
MSG_DRIVERINSTWAIT="Installazione del driver Bluetooth. Attendere."
WIZTITLE="Installazione del driver Bluetooth in corso..."

[DAN]
;Danish
MSG_SWOFF="Bluetooth kunne ikke tændes. Tænd for strømmen på kontakten til trådløs kommunikation, der sidder på siden af hovedenheden."
MSG_UPDATE="Softwaren (Bluetooth-stak til Windows fra Toshiba %s) findes allerede. Vil du fortsætte med installationen alligevel? Klik på OK hvis du vil afinstallere den nuværende version, inden installationen begynder."
MSG_REBOOT="Computeren skal genstartes, for at ændringerne af konfigurationen af Bluetooth-stak til Windows fra Toshiba kan træde i kraft. Klik på Ja, hvis du vil genstarte nu og på Nej, hvis du vil genstarte computeren på et senere tidspunkt."
MSG_ENABLEBT="Vil du aktivere Bluetooth-softwaren nu?"
MSG_ABORT="Konfigurationsprogrammet kører stadig. Vil du afbryde det?"
MSG_PLUGIN="Tilslut Bluetooth-enheden, og klik på OK."
MSG_SDHOST="SD-værtscontrolleren skal opdateres. Klik på OK, så startes Enhedshåndtering...."
MSG_TURNON="Bluetooth tændes ved at trykke på Fn + F2."
EULA_AGREE="Jeg accepterer"	   
EULA_DISAGREE="Jeg accepterer ikke"	   
BUTTON_OK="Ok"	   
BUTTON_CANCEL="Annuller"	   
IDS_ACOUNT="Du har ikke rettigheder til at køre dette program. Log ind som administrator, og genstart dette program."	 
MSG_DRIVERINSTALL="Installationen vil tage op til et kvarter. Vil du fortsætte?"
MSG_DRIVERINSTCHECK="Driveren til denne funktion har et id som ikke godkendes af Microsoft. Det skyldes at Microsoft ikke har et autorisationsprogram til Bluetooth-drivere. Hvis du vil fortsætte installationen uden at se advarslen om uautoriserede drivere, skal du sætte kryds ved Jeg accepterer og klikke på OK. Hvis du vil fortsætte installationen og stadigvæk se advarslen, skal du sætte kryds ved Jeg accepterer ikke og klikke på OK."
MSG_ACCEPT="Jeg accepterer"
MSG_NOTACCEPT="Jeg accepterer ikke"
MSG_DRIVERINSTWAIT="Bluetooth-driveren installeres. Vent lidt."
WIZTITLE="Bluetooth-driveren installeres..."

[NOR]
;Norwegian
MSG_SWOFF="Kunne ikke aktivere Bluetooth. Skru på bryteren for trådløs kommunikasjon på siden av hovedenheten."
MSG_UPDATE="Programvaren (Bluetooth Stack for Windows fra Toshiba %s) er allerede installert. Vil du fortsette med installeringen? Klikk OK for å avinstallere den gjeldende versjonen før du fortsetter med installeringen."
MSG_REBOOT="Du må starte systemet på nytt for at endringene av Bluetooth Stack for Windows fra Toshiba skal tre i kraft. Velg Ja hvis du vil starte på nytt nå, eller Nei hvis du vil starte på nytt senere."
MSG_ENABLEBT="Vil du aktivere Bluetooth-programvaren nå?"
MSG_ABORT="Installasjonsprogrammet kjører fremdeles. Vil du avbryte installasjonen nå?"
MSG_PLUGIN="Plugg inn Bluetooth-enheten, og klikk OK."
MSG_SDHOST="Du må oppdatere SD-vertsdriveren. Velg OK for å starte Enhetsbehandling."
MSG_TURNON="Trykk på Windows-tasten + F2 for å aktivere Bluetooth."
EULA_AGREE="Godtatt"	   
EULA_DISAGREE="Ikke godtatt"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Avbryt"	   
IDS_ACOUNT="Du har ikke tilgangsrettigheter til å kjøre dette programmet. Logg inn som administrator, og start programmet på nytt."	 
MSG_DRIVERINSTALL="Installasjonen vil ta opptil 15 minutter. Vil du fortsette?"
MSG_DRIVERINSTCHECK="Driveren til dette verktøyet har en alternativ ID fra Microsoft, ettersom Microsoft ikke har noe godkjenningsprogram for Bluetooth-drivere. Hvis du vil at installeringen skal fortsette uten at du får opp meldinger om at driverne ikke er godkjent, velger du "Godtatt" og klikker på OK. Hvis du ønsker at installeringen skal fortsette samtidig som at meldingene kommer opp, velger du "Ikke godtatt" og klikker på OK."
MSG_ACCEPT="Godtatt"
MSG_NOTACCEPT="Ikke godtatt"
MSG_DRIVERINSTWAIT="Installerer Bluetooth-driveren. Vent litt."
WIZTITLE="Installerer Bluetooth-driver..."

[PTB]
;Portuguese (Brazilian)
MSG_SWOFF="Não foi possível ligar Bluetooth. Ligue a Chave de Comunicação sem Fio localizada no lado da unidade principal."
MSG_UPDATE="O software (Bluetooth Stack para Windows da Toshiba %s) já existe. Deseja continuar com a instalação?  Selecione o botão OK para automaticamente desinstalar a versão atual antes da instalação."
MSG_REBOOT="É necessário reiniciar o sistema para que as alterações da configuração do Bluetooth Stack para Windows da Toshiba tenham efeito. Clique em Sim, para reiniciar agora, ou em Não, se pretender reiniciar mais tarde."
MSG_ENABLEBT="Gostaria de ativar o software Bluetooth agora?"
MSG_ABORT="O programa de instalação ainda está sendo executado. Deseja anular a instalação agora?"
MSG_PLUGIN="Ligue o dispositivo Bluetooth e clique no botão OK."
MSG_SDHOST="É necessário atualizar o driver SD Host. Clique no botão OK para iniciar o Gerenciador de Dispositivos."
MSG_TURNON="Pressione Fn + F2 para ligar Bluetooth."
EULA_AGREE="Aceito"	   
EULA_DISAGREE="Não aceito"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Cancelar"	   
IDS_ACOUNT="Você não direitos para executar este programa. Faça logon como administrador e reinicie o programa."	 
MSG_DRIVERINSTALL="A instalação pode levar até 15 minutos. Deseja continuar?"
MSG_DRIVERINSTCHECK="O driver para este utilitário possui um ID alternativo da Microsoft, uma vez que ela não tem um programa de autorização para drivers Bluetooth. Para continuar a instalação sem mostrar avisos sobre drivers não autorizados, selecione "Aceito" e clique em OK. Se desejar continuar a instalação com avisos exibidos, selecione "Não aceito" e clique em OK."
MSG_ACCEPT="Aceito"
MSG_NOTACCEPT="Não aceito"
MSG_DRIVERINSTWAIT="Instalando o driver Bluetooth. Aguarde."
WIZTITLE="Instalando o driver Bluetooth..."

[SVE]
;Swedish
MSG_SWOFF="Det går inte att starta Bluetooth-anslutningen. Ställ om reglaget för trådlös kommunikation på sidan av huvudenheten."
MSG_UPDATE="Programvaran (Bluetooth-stack för Windows %s av Toshiba) finns redan. Vill du fortsätta med installationen? Klicka på OK om du vill att den nuvarande versionen ska avinstalleras automatiskt innan installationen påbörjas."
MSG_REBOOT="Systemet måste startas om för att ändringarna i konfigurationen för Bluetooth-stack för Windows av TOSHIBA ska träda i kraft. Klicka på Ja för att starta om (eller Nej om du vill starta om systemet senare)."
MSG_ENABLEBT="Vill du aktivera Bluetooth-programmet?"
MSG_ABORT="Installationen pågår fortfarande. Vill du avbryta den?"
MSG_PLUGIN="Anslut Bluetooth-enheten och klicka på OK."
MSG_SDHOST="Drivrutinen till SD-kortet behöver uppgraderas. Klicka på OK för att starta Enhetshanteraren."
MSG_TURNON="Tryck på Fn + F2 för att starta Bluetooth."
EULA_AGREE="Ja, jag godtar villkoren"	   
EULA_DISAGREE="Nej, jag godtar inte villkoren"
BUTTON_OK="OK"	   
BUTTON_CANCEL="Avbryt"	   
IDS_ACOUNT="Du har inte behorighet att kora detta program. Logga in som administrator och starta om programmet."	 
MSG_DRIVERINSTALL="Installationen räcker upp till 15 minuter. Vill du fortsätta?"
MSG_DRIVERINSTCHECK="Drivrutinen till detta verktyg har ett alternativt id från Microsoft eftersom de inte har något auktoriseringsprogram för Bluetooth-drivrutiner. Om du vill fortsätta installationen utan att visa varningsmeddelanden rörande icke auktoriserade drivrutiner väljer du "Jag accepterar" och klickar på OK, annars väljer du "Nej, jag accepterar inte" och klickar på OK (varningsmeddelanden kommer då att visas även i fortsättningen)."
MSG_ACCEPT="Ja, jag accepterar"
MSG_NOTACCEPT="Nej, jag accepterar inte"
MSG_DRIVERINSTWAIT="Ett ögonblick, Bluetooth-drivrutinen installeras."
WIZTITLE="Bluetooth-drivrutinen installeras ..."

[ESP]
;Spanish
MSG_SWOFF="Imposible activar Bluetooth. Coloque en posición de encendido el interruptor de comunicación inalámbrica, situado en el lateral de la unidad principal."
MSG_UPDATE="El software(Pila Bluetooth para Windows de Toshiba %s) ya existe. ¿Desea continuar con la instalación? Seleccione el botón Aceptar para desinstalar la versión actual automáticamente antes de la instalación."
MSG_REBOOT="Debe reiniciar el sistema para que entren en vigor los cambios realizados en la configuración de la Pila Bluetooth para Windows de Toshiba. Haga clic en Sí para reiniciar ahora o No para hacerlo más tarde."
MSG_ENABLEBT="¿Desea activar ahora el software Bluetooth?"
MSG_ABORT="La configuración está todavía en curso. ¿Desea anular la configuración ahora?"
MSG_PLUGIN="Conecte el dispositivo Bluetooth y haga clic en el botón Aceptar."
MSG_SDHOST="Debe actualizar el controlador host SD. Seleccione el botón Aceptar para iniciar el Administrador de dispositivos."
MSG_TURNON="Pulse Fn + F2 para activar Bluetooth."
EULA_AGREE="Acepto"	   
EULA_DISAGREE="No acepto"	   
BUTTON_OK="Aceptar"	   
BUTTON_CANCEL="Cancelar"	   
IDS_ACOUNT="No tiene derechos para ejecutar este programa. Inicie sesión como administrador y reinicie este programa."	 
MSG_DRIVERINSTALL="La instalación puede durar hasta 15 minutos. ¿Desea continuar?"
MSG_DRIVERINSTCHECK="El controlador para esta utilidad tiene un ID alternativo de Microsoft ya que no tienen ningún programa de autorización para controladores Bluetooth. Para continuar con el proceso de instalación sin que se muestren más avisos de controladores no autorizados, seleccione "Acepto" y haga clic en Aceptar. Si desea continuar el proceso de instalación y que se muestre el mensaje de advertencia, seleccione "No acepto" y haga clic en Aceptar."
MSG_ACCEPT="Acepto"
MSG_NOTACCEPT="No acepto"
MSG_DRIVERINSTWAIT="Instalando el controlador Bluetooth. Espere un momento."
WIZTITLE="Instalando el controlador Bluetooth..."

[NLD]
;Dutch
MSG_SWOFF="Kan stroom voor Bluetooth niet aanzetten. Zet de draadloze-communicatieschakelaar om aan de zijkant van het apparaat."
MSG_UPDATE="De software (Bluetooth Stack voor Windows van Toshiba %s) bestaat al. Wilt u de installatie vervolgen? Klik op OK als u de huidige versie automatisch wilt verwijderen voor de installatie wordt vervolgd."
MSG_REBOOT="U moet uw systeem opnieuw starten om de wijzigingen in de configuratie van de Bluetooth Stack voor Windows van Toshiba te implementeren. Klik op 'Ja' om nu opnieuw te starten, of op 'Nee' als u dit later wilt doen."
MSG_ENABLEBT="Wilt u de Bluetooth-software nu activeren?"
MSG_ABORT="Set-up is nog actief. Wilt u de set-up nu afbreken?"
MSG_PLUGIN="Sluit het Bluetooth-apparaat aan en klik op de knop OK."
MSG_SDHOST="U dient het SD Host-stuurprogramma te updaten. Selecteer de knop OK om Apparaatbeheer te starten."
MSG_TURNON="Druk op Fn + F2 om Bluetooth in te schakelen."
EULA_AGREE="Ik ga akkoord"	   
EULA_DISAGREE="Ik ga niet akkoord"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Annuleren"	   
IDS_ACOUNT="U heeft geen rechten om dit programma uit te voeren. Meld u aan als beheerder en start dit programma opnieuw."	 
MSG_DRIVERINSTALL="De installatie duurt ongeveer 15 minuten. Wilt u doorgaan?"
MSG_DRIVERINSTCHECK="Het stuurprogramma voor deze utility heeft een andere Microsoft-ID, aangezien zij geen autorisatieprogramma voor Bluetooth-stuurprogramma's hebben. Wilt u de installatieprocedure voortzetten zonder dat er waarschuwingen voor niet-geautoriseerde stuurprogramma's verschijnen, dan selecteert u 'Ik ga akkoord' en klikt u op OK. Als u wilt dat de waarschuwing wel tijdens de installatieprocedure wordt weergegeven, selecteert u 'Ik ga niet akkoord' en klikt u op OK."
MSG_ACCEPT="Ik ga akkoord"
MSG_NOTACCEPT="Ik ga niet akkoord"
MSG_DRIVERINSTWAIT="Het Bluetooth-stuurprogramma wordt geïnstalleerd. Een ogenblik geduld."
WIZTITLE="Bluetooth-stuurprogramma wordt geïnstalleerd..."

[KOR]
;Korean
MSG_SWOFF="Bluetooth의 전원을 켤 수 없습니다. 주 장치의 한쪽 면에 있는 무선 통신 스위치를 켜십시오."
MSG_UPDATE="소프트웨어(Bluetooth Stack for Windows by Toshiba %s)가 이미 있습니다. 설치를 계속하시겠습니까? 설치하기 전에 현재 버전을 자동으로 제거하려면 확인을 선택하십시오."
MSG_REBOOT="변경된 구성 설정을 Bluetooth Stack for Windows by Toshiba에 적용하려면 시스템을 다시 시작해야 합니다. 지금 다시 시작하려면 [예]를 클릭하고, 나중에 수동으로 다시 시작하려면 [아니오]를 클릭하십시오."
MSG_ENABLEBT="지금 Bluetooth 소프트웨어를 사용하시겠습니까?"
MSG_ABORT="설정이 여전히 실행 중입니다. 지금 설정을 중지하시겠습니까?"
MSG_PLUGIN="Bluetooth 장치를 연결한 다음 [확인] 단추를 클릭하십시오."
MSG_SDHOST="SD 호스트 드라이버를 업데이트해야 합니다. [확인] 단추를 선택하여 장치 관리자를 시작하십시오."
MSG_TURNON="Bluetooth를 켜려면 Fn + F2를 누르십시오."
;EULA_AGREE=""	   
;EULA_DISAGREE=""	   
BUTTON_OK="확인"	
BUTTON_CANCEL="취소"	   
;IDS_ACOUNT=""
MSG_DRIVERINSTALL="설치하는 데 15분 정도 걸립니다. 계속하시겠습니까?"
MSG_DRIVERINSTCHECK="Microsoft는 Bluetooth 드라이버 인증 프로그램이 없기 때문에 이 유틸리티의 드라이버에는 Microsoft로부터의 대체 ID가 있습니다. 인증 받지 않은 드라이버에 대한 경고를 표시하지 않고 설치 과정을 계속하려면 "동의함"을 선택하고 "확인"을 클릭하십시오. 인증 받지 않은 드라이버에 대한 경고를 표시하면서 설치 과정을 계속하려면 "동의 안 함"을 선택하고 "확인"을 클릭하십시오."
MSG_ACCEPT="동의함"
MSG_NOTACCEPT="동의 안 함"
MSG_DRIVERINSTWAIT="Bluetooth 드라이버를 설치하는 중입니다. 잠시 기다려 주십시오."
WIZTITLE="Bluetooth 드라이버를 설치하는 중..."

[CHT]
;Chainese, Traditional
MSG_SWOFF="無法打開Bluetooth電源。請打開位於機體邊的無線通訊開關。"
MSG_UPDATE="軟體（東芝Bluetooth Stack for Windows %s）已經存在。您想要繼續安裝嗎？選擇確定按鈕在安裝前自動卸載當前版本。"
MSG_REBOOT="要使您在設定東芝Bluetooth Stack for Windows中所做的更改生效，必須重新啟動您的系統。點擊是，立即重新啟動，如果您想等一會兒重新啟動就點擊否。"
MSG_ENABLEBT="您想要立即開啟Bluetooth軟體嗎？"
MSG_ABORT="設定程式仍在運行。您想要立即中止設定程式嗎？"
MSG_PLUGIN="請插入Bluetooth裝置並點擊確定按鈕。"
MSG_SDHOST="您需要更新SD Host驅動程式。選擇確定按鈕開啟裝置管理員。"
MSG_TURNON="請按下Fn + F2開啟Bluetooth。"
;EULA_AGREE=""	   
;EULA_DISAGREE=""	   
BUTTON_OK="確定"	   
BUTTON_CANCEL="取消"	   
;IDS_ACOUNT=""
MSG_DRIVERINSTALL="安裝將用時2至15分鐘。您要繼續嗎？"
MSG_DRIVERINSTCHECK="由於沒有任何Bluetooth驅動程式的驗證程式，用於這個公用程式的驅動程式包含一個由Microsoft提供的備用ID。如果您想要繼續本安裝過程並且不會因為未驗證驅動程式而顯示警告訊息，請選擇“我接受”並點擊確定。如果您想要繼續本安裝過程並且顯示警告訊息，請選擇“我不接受”並點擊確定。"
MSG_ACCEPT="我接受"
MSG_NOTACCEPT="我不接受"
MSG_DRIVERINSTWAIT="正在安裝Bluetooth驅動程式。請稍等。"
WIZTITLE="正在安裝Bluetooth驅動程式..."

[CHS]
;Chainese, Simplified
MSG_SWOFF="无法打开Bluetooth电源。请打开位于机体边的无线通信开关。"
MSG_UPDATE="软件（东芝Bluetooth Stack for Windows %s）已经存在。您想要继续安装吗？选择确定按钮在安装前自动卸载当前版本。"
MSG_REBOOT="要使您在设置东芝Bluetooth Stack for Windows中所做的更改生效，必须重新启动您的系统。点击是，立即重新启动，如果您想等一会儿重新启动就点击否。"
MSG_ENABLEBT="您想要立即开启Bluetooth软件吗？"
MSG_ABORT="设置程序仍在运行。您想要立即中止设置程序吗？"
MSG_PLUGIN="请插入Bluetooth设备并点击确定按钮。"
MSG_SDHOST="您需要更新SD Host驱动程序。选择确定按钮开启设备管理器。"
;EULA_AGREE=""	   
;EULA_DISAGREE=""	   
BUTTON_OK="确定"	   
BUTTON_CANCEL="取消"	   
MSG_TURNON="请按下Fn + F2开启Bluetooth。"
MSG_DRIVERINSTALL="安装将耗时2至15分钟。您要继续吗？"
MSG_DRIVERINSTCHECK="由于没有任何Bluetooth驱动程序的验证程序，此实用程序的驱动程序包含一个由Microsoft提供的备用ID。如果您想要继续本安装过程并且不会因为未验证驱动程序而显示警告信息，请选择“我接受”并点击确定。如果您想要继续本安装过程并且显示警告信息，请选择“我不接受”并点击确定。"
MSG_ACCEPT="我接受"
MSG_NOTACCEPT="我不接受"
MSG_DRIVERINSTWAIT="正在安装Bluetooth驱动程序。请稍等。"
WIZTITLE="正在安装Bluetooth驱动程序..."

[RUS]
;Russian
MSG_SWOFF="Питание устройства “Bluetooth” не включается. Включите переключатель Wireless Communication Switch (Переключатель беспроводной связи), расположенный сбоку основного блока."
MSG_UPDATE="Программное обеспечение (Bluetooth Stack for Windows %s, Toshiba) уже установлено. Продолжить установку? Нажмите кнопку OK, чтобы перед установкой автоматически удалить текущую версию."
MSG_REBOOT="Необходимо перезагрузить систему, чтобы вступили в силу изменения конфигурации, произведенные в программе “Bluetooth Stack for Windows by Toshiba”. Щелкните Yes (Да), чтобы перезагрузить систему немедленно, или No (Нет), если Вы хотите перезагрузиться позднее."
MSG_ENABLEBT="Вы хотите включить программу “Bluetooth” сейчас?"
MSG_ABORT="Настройка все еще активна. Прервать настройку сейчас?"
MSG_PLUGIN="Подключите устройство “Bluetooth” и щелкните кнопку “OK”."
MSG_SDHOST="Вам следует обновить ведущий драйвер SD. Выберите кнопку “OK” для запуска диспетчера устройства."
MSG_TURNON="Нажмите клавиши Fn + F2 для включения “Bluetooth”."
EULA_AGREE="Я принимаю"	   
EULA_DISAGREE="Я не принимаю"	   
BUTTON_OK="OK"
BUTTON_CANCEL="Отмена"
IDS_ACOUNT=”Отсутствуют привилегии на выполнение этой программы. Войдите в систему как администратор и перезапустите программу.”	 
MSG_DRIVERINSTALL="Установка займет не более 15 минут. Продолжить?"
MSG_DRIVERINSTCHECK="Драйвер для данного устройства имеет альтернативный идентификатор Microsoft, так как для драйверов Bluetooth не имеется программы регистрации. Чтобы продолжить процедуру установки без отображения предупреждений о незарегистрированном драйвере, выберите «Согласен» и нажмите кнопку ОК.  Если вы хотите, чтобы предупреждение отображалось во время процедуры установки, выберите «Не согласен», нажмите кнопку ОК."
MSG_ACCEPT="Согласен"
MSG_NOTACCEPT="Не согласен"
MSG_DRIVERINSTWAIT="Выполняется установка драйвера Bluetooth. Подождите."
WIZTITLE="Выполняется установка драйвера Bluetooth..."

[FIN]
;Finnish
MSG_SWOFF="Virran kytkeminen Bluetoothiin ei onnistunut. Käännä pääyksikön kyljessä oleva langattoman viestinnän kytkin päälle."
MSG_UPDATE="Ohjelmisto (Toshiban Bluetooth Stack Windowsille %s) on jo olemassa. Haluatko jatkaa asennusta? Napsauta OK-painiketta poistaaksesi nykyisen version automaattisesti ennen asennusta."
MSG_REBOOT="Tietokone pitää käynnistää uudelleen, jotta Toshiban Bluetooth Stack Windowsille -ohjelman asetuksiin tehdyt muutokset astuvat voimaan. Napsauta Kyllä-painiketta, jos haluat käynnistää tietokoneen uudelleen nyt, Ei-painiketta, jos haluat käynnistää sen uudelleen myöhemmin."
MSG_ENABLEBT="Haluatko ottaa Bluetooth-ohjelmiston käyttöön nyt?"
MSG_ABORT="Asennusohjelma on yhä käynnissä. Haluatko keskeyttää asennusohjelman?"
MSG_PLUGIN="Liitä Bluetooth-laite ja napsauta OK-painiketta."
MSG_SDHOST="SD-isäntäohjain pitää päivittää. Napsauta OK-painiketta käynnistääksesi Laitehallinnan."
MSG_TURNON="Paina Fn + F2 käynnistääksesi Bluetoothin."
EULA_AGREE="Hyväksyn"	   
EULA_DISAGREE="En hyväksy"	   
BUTTON_OK="OK"	   
BUTTON_CANCEL="Peruuta"	   
IDS_ACOUNT="Käyttöoikeutesi eivät salli ohjelman suorittamista. Kirjaudu sisään järjestelmänvalvojana ja käynnistä ohjelma uudestaan."	 
MSG_DRIVERINSTALL="Asennus kestää noin 15 minuuttia. Haluatko jatkaa?"
MSG_DRIVERINSTCHECK="Tämän apuohjelman ohjaimella on vaihtoehtoinen Microsoftin tunnus, koska heillä ei ole Bluetooth-ohjainten todennusohjelmaa. Jos haluat jatkaa asennusta näyttämättä varoituksia vahvistamattomista ohjaimista, valitse "Hyväksyn" ja napsauta OK-painiketta. Jos haluat jatkaa asennusta näyttäen varoitukset, valitse "En hyväksy" ja napsauta OK-painiketta."
MSG_ACCEPT="Hyväksyn"
MSG_NOTACCEPT="En hyväksy"
MSG_DRIVERINSTWAIT="Bluetooth-ohjain asennetaan. Odota."
WIZTITLE="Asennetaan Bluetooth-ohjain..."

[PLK]
;Polish
MSG_SWOFF="Nie można włączyć zasilania urządzenia Bluetooth. Włącz przełącznik komunikacji bezprzewodowej, znajdujący się z boku jednostki głównej."
MSG_UPDATE="Oprogramowanie(Bluetooth Stack for Windows by Toshiba %s) jest już zainstalowane. Czy chcesz kontynuować instalację? W celu automatycznego odinstalowania obecnej wersji przed rozpoczęciem instalacji programu wybierz przycisk OK."
MSG_REBOOT="Konieczne jest ponowne uruchomienie systemu, aby zastosować zmiany wprowadzone do oprogramowania Bluetooth Stack for Windows by Toshiba. Kliknij przycisk Tak, aby ponownie uruchomić system teraz, lub Nie, jeżeli chcesz wykonać tę czynność w późniejszym czasie."
MSG_ENABLEBT="Czy chcesz teraz włączyć oprogramowanie Bluetooth?"
MSG_ABORT="Trwa instalacja. Czy chcesz przerwać instalację?"
MSG_PLUGIN="Podłącz urządzenie Bluetooth i kliknij przycisk OK."
MSG_SDHOST="Należy zaktualizować sterownik SD Host. Naciśnij przycisk OK, aby uruchomić Menedżer urządzeń."
MSG_TURNON="Naciśnij klawisze Fn + F2, aby włączyć urządzenie Bluetooth."
;EULA_AGREE=""	   
;EULA_DISAGREE=""	   
;BUTTON_OK=""	   
;BUTTON_CANCEL=""	   
;IDS_ACOUNT=""
MSG_DRIVERINSTALL="Instalacja potrwa do 15 minut. Czy chcesz kontynuować?"
MSG_DRIVERINSTCHECK="Sterownik tego urzadzenia posiada alternatywny identyfikator (ID) firmy Microsoft, gdyz Microsoft nie posiada programu do uwierzytelniania sterowników Bluetooth. Aby kontynuowac procedure instalacji bez wyswietlania ostrzezen o nieuwierzytelnionych sterownikach, zaznacz “I accept" (Akceptuje) i kliknij OK. Jezeli chcesz kontynuowac procedure instalacji z wyswietlaniem ostrzezen, zaznacz “I do not akcept" (Nie akceptuje) i kliknij OK."
MSG_ACCEPT="Akceptuje"
MSG_NOTACCEPT="Nie akceptuje"
MSG_DRIVERINSTWAIT="Instalacja sterownika Bluetooth. Prosze czekac."
WIZTITLE="Instalacja sterownika Bluetooth..."
